{
  "config" : {
    "adcolony" : {
      "adcolony_app_id" : "",
      "adcolony_interstitial_id" : "",
      "adcolony_rewarded_id" : ""
    },
    "admob" : {
      "admob_banner_id" : "ca-app-pub-3940256099942544/6300978111",
      "admob_interstitial_id" : "ca-app-pub-3940256099942544/1033173712",
      "admob_native_id" : "ca-app-pub-3940256099942544/2247696110",
      "admob_rewarded_id" : "ca-app-pub-3940256099942544/5224354917",
      "admob_unit_id" : ""
    },
    "appodeal" : {
      "appodeal_app_key" : ""
    },
    "facebook" : {
      "facebook_banner_id" : "",
      "facebook_interstitial_id" : "",
      "facebook_native_id" : ""
    },
    "mode_ads_banner" : "facebook",
    "mode_ads_interstitial" : "facebook",
    "mode_ads_native_enabled" : true,
    "mode_ads_rewarded" : "admob",
    "mode_button_ads_action" : "0",
    "unity" : {
      "unity_app_id" : "",
      "unity_banner_id" : "",
      "unity_interstitial_id" : "",
      "unity_rewarded_id" : ""
    },
    "update" : {
      "enable_update_closed" : true,
      "update_action" : "",
      "update_msg" : "update your app for grt all favorite now",
      "update_state" : false,
      "update_title" : "update your app"
    },
    "app" : {
      "mode_off_version" : "0"
    }
  },
  "posts" : [
    {
      "id" : 0,
      "imageURL" : "https://raw.githubusercontent.com/omralmajsyn/Body-Race-guide/main/image3.PNG",
      "state" : "free",
      "title" : "Body Race is a game about",
      "description" : "",
      "written" : "Body Race is a game about eating and exercising to get to the right weight. Each level of the game sets a goal for you, and the closer you get to it, the better the results you will make. Of course, there are ways to make things easier on yourself. Method like the one in this strategy guide.We have played most of the games and found the best hints, tips and tricks. And now we share it with you, because that's what we want to do. New to this game? You will definitely find help here. Have you played for a while? We think there's something here for you too.However you struggle with your weight in Body Game, this is the guide you've been waiting for. Here are five of the best pointers, tips and cheats to help you gain or lose weight.
"
    },
    {
      "id" : 1,
      "imageURL" : "https://raw.githubusercontent.com/omralmajsyn/Body-Race-guide/main/image4.PNG",
      "state" : "free",
      "title" : "Find the balance",
      "description" : "",
      "written" : "The most important thing to remember in Body Race is balance. Just like in real life, really. You need to combine eating and exercise to reach the target weight the game sets at the start of the level. Don't just focus on stuffing your face or lifting weights - that can have dire consequences, which we'll talk about in a moment.Remember your goalsIt doesn't just mean remembering the number you are aiming for, it also means remembering which shape you should aim for. Remember what you looked like at various other points in the game, and how much you weighed. Use those visual cues from the past to try and get the perfect weight in the future.
"
    },
    {
      "id" : 2,
      "imageURL" : "https://raw.githubusercontent.com/omralmajsyn/Body-Race-guide/main/image5.PNG",
      "state" : "free",
      "title" : "Don't go too far",
      "description" : "",
      "written" : "Test written 2If you eat too much junk food, you will die. If you lose too much weight, you will die. Make sure you never go too far in one direction, otherwise you could run into a lot of trouble. Even when you are aiming for a bigger body weight, try and make sure you don't put on too many pounds.Avoid things if necessaryIt is very easy to pass many obstacles in the game. Sure, sometimes the pile of food really gets in your way, but for the most part you can weave a burger and weights without too much trouble. If you think you've hit the right weight, avoid picking up anything before the final level.Is it worth watching commercials for new clothes?The clothes just add a new look to the main characters - they don't change anything about how the game is played. Since you will pick it up only by completing enough levels, you don't have to spend time watching videos. Do so if you are desperate, but we can't imagine that despair occurring often.

"
    },
    {
      "id" : 3,
      "imageURL" : "https://raw.githubusercontent.com/omralmajsyn/Body-Race-guide/main/image6.PNG",
      "state" : "free",
      "title" : "Body Race is a new iOS and Android game",
      "description" : "",
      "written" : "Body Race is a new iOS and Android game where you take the role of a model who has to pick up food and exercise equipment during a race. Every item you take has an effect on your weight. It might be a little problematic at the moment, but that's the game.You can unlock all kinds of new clothes, as well as play the tighter and more difficult levels as you move from level to level.Read on for some tips and tricks for Body Race!To begin with, the review for this game contains a lot of comments about the weights that appear on the scales, and how unrealistic they are in comparison to model body types. Weight seems to be calculated in kilograms, not pounds, so if you look at it that way, it makes things seem a little more realistic than the pound count.Besides, your goal here is not to be of little weight. If you only pick fruit and vegetables, and not burgers or other heavy food, then you will be too thin, and you will get a lower score at that level.Your goal at the end of the level is to be in the dark green area, which is the balanced weight range. To ensure that you are in this range, choose a balance of fruits, vegetables, and exerciseequipment, and burgers. Skip healthy meals if necessary so you don't get too thin.You live the game. There are two ways to get new clothes. One way to do this is to open the clothes selection screen, select the clothes you don't have, then press the video button to watch the ad video. When the ad video is over, you will have a new outfit.Another way to get new clothes is to unlock them by completing levels. You have to get an unlock gauge up to 100% to get the clothes. If you get up to 100 percent, then you can choose new clothes.You can also unlock new clothes through a combination of the two above. When clothes are partially unlocked, you have the option of watching a video ad to unlock other clothes immediately, instead of having to wait for the entire outfit to finish by beating a level.Once you've unlocked all the clothes, you can continue playing everything you want, but more new clothes will become available as the game updates. As soon as it is updated, you will be able to get new clothes.If you want to play the game without ads, then the best way to do it is to turn on airplane mode, or to make sure that your cellular data and Wifi are turned off. After you do that, load the game, and the ad will not be able to load because there is no data connection."
    },
    {
      "id" : 4,
      "imageURL" : "https://raw.githubusercontent.com/omralmajsyn/Body-Race-guide/main/image7.PNG",
      "state" : "free",
      "title" : "Body Race is a game about",
      "description" : "",
      "written" : "Body Race is a game about eating and exercising to get to the right weight. Each level of the game sets a goal for you, and the closer you get to it, the better the results you will make. Of course, there are ways to make things easier on yourself. Method like the one in this strategy guide.We have played most of the games and found the best hints, tips and tricks. And now we share it with you, because that's what we want to do. New to this game? You will definitely find help here. Have you played for a while? We think there's something here for you too.However you struggle with your weight in Body Game, this is the guide you've been waiting for. Here are five of the best pointers, tips and cheats to help you gain or lose weight.
"
    },
    {
      "id" : 5,
      "imageURL" : "https://raw.githubusercontent.com/omralmajsyn/Body-Race-guide/main/image3.PNG",
      "state" : "free",
      "title" : "Find the balance",
      "description" : "",
      "written" : "The most important thing to remember in Body Race is balance. Just like in real life, really. You need to combine eating and exercise to reach the target weight the game sets at the start of the level. Don't just focus on stuffing your face or lifting weights - that can have dire consequences, which we'll talk about in a moment.Remember your goalsIt doesn't just mean remembering the number you are aiming for, it also means remembering which shape you should aim for. Remember what you looked like at various other points in the game, and how much you weighed. Use those visual cues from the past to try and get the perfect weight in the future."

      }
  ]
}
